{
  "vc": "**How Voice Chat Notifications Work:**\nWhen a user joins a voice channel, the bot will check the population of all voice channels (excepting the afk channel). If the total population of all voice channels prior to the user joining was zero and is now one, then the bot will send a dm to every user who has told it they are interested in receiving notifications that the vc in the server is now active.\n\n**How to Use Voice Chat Notifications:**\nThere are three commands associated with the voice chat notifications feature: 'subscribe', 'unsubscribe', and 'amisubscribed'. The 'subscribe' command will inform the bot that you would like to receive voice chat notifications. The 'unsubscribe' command will inform the bot that you would not like to receive voice chat notifications. The 'amisubscribed' command will tell you whether you are currently subscribed or not.",
  "as": "**How Art Streaks Work:**\nAn art streak can be started at any time (provided you don't already have an active streak on the server). A streak expects daily submissions to keep it going. You can submit art more than once a day, but the extra submissions won't count towards any future days. If you miss a day of submitting art then the streak will subtract a freeze at midnight. If you run out of freezes and fail to submit again, the streak will end and be archived. (Currently, all the timing code in the streaks feature is hard coded to mountain time but I intend to make the time zone each streak runs on configurable per user in the future). You get 2 freezes per week and they refresh on sunday. (This configuration for freezes is also currently hard coded and I also intend to make it configurable per server, by admins in the future). At the moment, only image and audio files are recognized as acceptable media formats for submissions, though I may broaden that in the future.\n\n**How to Use Art Streaks:**\nThere are two commands associated with the art streak feature: the 'submitart' command, and the 'streakstats' command. The 'submitart' command is used to both start a streak and submit art to your current streak. Using the command while you don't have a currently active streak does both at once. The 'submitart' command requires a file attachment to be provided. While discord will let you send any file type, the bot will inform you that the file type is invalid if it does not match an acceptable media format. The 'streakstats' command responds with a list of stats for a requested user. It requires that the user you would like to see the stats of be provided as an argument. The stats it lists are as follows: number of streaks a user has had on the server, the total number of all art submitted across all their streaks on the server, the length of the longest streak the user has had in the server, and how many days it's been since their last streak.",
  "mn": "# Hello! Thank you for using PokeBot!\n\nPokeBot currently offers a suite of commands for two different features. The first feature is a service which you can subscribe to via a command so that when the voice chat channels become populated, the bot will inform you via dms. The second feature is one in which users can submit art through a command which will start a daily streak tracker. The intent is to motivate users to draw at least some every day and post updates or new pieces to the server to maintain their streak.\n\nTo learn more about voice chat notifications select the 'Voice Chat Notifications' entry when entering the 'help' command.\n\nTo learn more about art streaks select the 'Art Streaks' entry when entering the 'help' command."
}